Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: One exception to said finding is when in the central bank, with the purpose of abating inflation, increases the short term interest rates, and as a result of this there is a reduction in the long term interest rate, reflecting a high credibility in that the adopted measure would reduce the expected inflation.
es: Una excepción a dicho hallazgo es cuando un banco central, con el propósito de abatir la inflación, incrementa las tasas de interés de corto plazo, y como resultado de ello se produce una reducción en la tasa de interés de largo plazo, reflejando una alta credibilidad en que la medida adoptada reducirá la inflación esperada.

source: 7 Sweden comparison of average long-term interest rate with reference value
es: 7 Suecia comparación del tipo medio de interés a largo plazo con el valor de referencia.

source: The main factors underlying the narrowing of the long-term interest rate differential were the positive development of the Lithuanian economy and its progress in the transition to a market economy.
es: Los principales factores determinantes del estrechamiento del diferencial de tipos de interés a largo plazo fueron la evolución positiva de la economía lituana y sus progresos en la transición hacia una economía de mercado.

source: Nevertheless, the improvement in the country's public finances has helped to contain the long-term interest rate differential.
es: Sin embargo, la mejora de las finanzas públicas del país ha contribuido a mantener el diferencial de tipos de interés a largo plazo.

source: A low leading interest rate, for example, can be interpreted as a factor that will make future inflation increase, which should influence on the long term interest rate rise that could affect the investment of the current period and, therefore, on economic growth.
es: Una baja en la tasa de interés líder, por ejemplo, puede interpretarse como un factor que hará aumentar la inflación en el futuro, lo que incidirá en un alza en la tasa de interés de largo plazo que podría afectar a la inversión del período actual y, por ende, al crecimiento económico.

source: More recently, the long-term interest rate differential has shown a tendency to narrow.
es: Más recientemente, el diferencial de los tipos de interés a largo plazo ha mostrado una tendencia a reducirse.

source: Missing compulsory data mainly concern short and long-term interest rate assumptions.
es: Los datos obligatorios que faltan se refieren a las hipótesis sobre los tipos de interés a corto y largo plazo.

source: "Although a temporary ""flight to liquid benchmarks"" in the autumn months led to a widening of long-term interest rate differentials, this development was later quickly reversed."
es: En el otoño de 1998, se produjo un desplazamiento hacia posiciones más líquidas, que llevó a una ampliación de los diferenciales de tipos de interés a largo plazo; sin embargo, esta situación se corrigió rápidamente.

source: The average long-term interest rate in Slovenia in the year to August 2004 was 5.1 percent, below the reference value of 6.4 percent.
es: El tipo medio de interés a largo plazo en Eslovenia en el año transcurrido hasta agosto de 2004 fue del 5,1 por ciento, por debajo del valor de referencia (6,4 por ciento).

source: the durability of convergence achieved by the Member State with a derogation and of its participation in the exchange-rate mechanism being reflected in the long-term interest-rate levels.
es: el carácter duradero de la convergencia conseguida por el Estado miembro acogido a una excepción y de su participación en el mecanismo de tipos de cambio deberá verse reflejado en los niveles de tipos de interés a largo plazo.

source: In Estonia, due to the absence of a developed bond market in Estonian kroons and reflecting the low level of government debt, no harmonised long-term interest rate is available.
es: En Estonia, debido a la ausencia de un mercado desarrollado de renta fija en coronas estonias, y como consecuencia del bajo nivel de deuda pública, no se dispone de ningún tipo de interés a largo plazo armonizado.

source: In addition, the narrowing of the long-term interest rate differential benefited from market expectations of an early participation of Slovenia in ERM II, which it entered in June 2004, and from the tolar's relatively stable exchange rate against the euro since then.
es: Además, el estrechamiento del diferencial de tipos de interés a largo plazo se benefició de las expectativas existentes en el mercado relativas a una pronta incorporación de Eslovenia al MTC II, que se produjo en junio del 2004, y de un tipo de cambio del tólar frente al euro relativamente estable desde entonces.

source: The present value of the financial instruments (mainly loans, treasury, securities and borrowings after long-term interest rate or currency swaps) entered under assets and liabilities compared with their accounting value is shown in the table below
es: En el siguiente Cuadro se expresa el valor actual de los instrumentos financieros que figuran en el activo y en el pasivo (básicamente préstamos, tesorería, títulos y empréstitos netos de swaps a largo plazo de divisas o tipos de interés) en comparación con su valor contable

source: Said calculation is consistent with the behavior shown by the main variable that, according to the MMS, contributes toward explaining it, which it the gap of the long term interest rate.
es: Dicho cálculo es consistente con el comportamiento mostrado por la principal variable que, de acuerdo con el MMS, contribuye a explicarla, la cual es la brecha de la tasa de interés de largo plazo.

source: The Swedish long-term interest rate has been below the reference value throughout the period from December 1996.
es: El tipo de interés a largo plazo sueco se mantuvo por debajo del valor de referencia a lo largo del período iniciado en diciembre de 1996.

source: a cross-currency swap, or currency interest rate swap (CIRS) in which there is an exchange of medium- or long-term interest rates in two different currencies
es: swap de tipos de interés en diferentes divisas o swap de tipos de cambio (Cross Currency Swap o Currency Interest Rate Swap (CIRS)), mediante el cuál se intercambian tipos de interés a medio o largo plazo expresados en dos monedas distintas

source: (d) Data for HICP inflation and long-term interest rate refer to the twelve-month period ending January 1998; European Commission (spring 1998 forecasts) for general government surplus or deficit and general government gross debt.
es: (d) Los datos del IAPC y los tipos de interés a largo plazo están calculados para el período de doce meses que acaba en enero de 1998; los datos de supervati, déficit y deuda bruta de las Administraciones Públicas provienen de la Comisión Europea (previsiones de la primavera 1998).

source: The Council notes with satisfaction that Denmark continues to fulfil the convergence criterion on the long-term interest rate and that the exchange rate has been stable vis-à-vis the euro.
es: El Consejo observa con satisfacción que Dinamarca sigue cumpliendo el criterio de convergencia de los tipos de interØs a largo plazo y que se ha mantenido estable el tipo de cambio de la corona danesa frente al euro.

source: At the same time, current approaches to spectrum assignment may lack efficiency and flexibility to cope with technology and market evolution.
es: Al mismo tiempo, los enfoques actuales de asignación del espectro pueden resultar poco eficaces y flexibles ante la evolución de las tecnologías y del mercado.

source: These policies depend on the allocation of public funds at national, regional or local level, as well as on the real estate market evolution.
es: Estas políticas dependen de la asignación de fondos públicos a escala nacional, regional o local y de la evolución del mercado inmobiliario.

source: Instead, the company should be given the opportunity to revise its minimum import prices in accordance with the market evolution.
es: sino que deberían ofrecerse a la empresa la oportunidad de revisar sus precios mínimos de importación de conformidad con la evolución del mercado.

source: For protecmedia, Germany has evolved as a key market, this is why Hamburg, as the venue location for IFRA Expo 2010, suits our market development strategy perfectly.
es: "Dado que Alemania se ha convertido en mercado clave para protecmedia, la elección de Hamburgo como ciudad anfitriona de la IFRA Expo 2010 sintoniza además perfectamente con nuestra estrategia de desarrollo de mercado""."

source: It is beyond the scope of this review to provide a comprehensive capital market development strategy, but a number of recommendations can be provided
es: Los programas y política del Gobierno pueden influenciar en diversos grados cada una de éstas áreas.

source: Z3 assessed the project-specific, regulatory and market dimensions of the potential fund, provided a market development strategy and recommended operational structures and guidelines for fund management.
es: Z3 valoró las dimensiones específicas del proyecto, reguladoras y de mercado del fondo potencial, proporcionó una estrategia de desarrollo de mercado y recomendó estructuras operativas y directivas para la gestión del fondo.

source: For the case of long term interest rates, the weighted average interest rate of the banking system will be used (total asset and new loans) and, for the short term, the weighted average repurchase agreement term rate between 1 and 7 days will be used, and the financial average cost of the MSO of the Banco de Guatemala with a due date of up to 91 days.
es: Para el caso de las tasas de interés de largo plazo, se utilizarán las tasas de interés promedio ponderado del sistema bancario (activa total y de préstamos nuevos) y, para el caso de las de corto plazo, se usarían la tasa promedio ponderado de las operaciones de reporto al plazo entre 1 y 7 días y el costo financiero promedio de las OEM del Banco de Guatemala con vencimiento hasta 91 días.

source: As of today, Fluidra joins an index that, according to Bolsas y Mercados Españoles (BME), was created to become a national and international reference in the market evolution of small capitalisation Spanish companies and to be a reference for investing and savings products.
es: Fluidra se incorpora desde hoy a un índice que, según Bolsas y Mercados Españoles (BME), nació con la vocación convertirse en referente nacional e internacional de la evolución bursátil de las compañías españolas de pequeña capitalización y ser referencia para productos de inversión y ahorro.

source: At present, market evolution and the competitive environment in which the companies are found have led to the need of an organizational management that considers so important aspects such as the quality of their products and/or services, the respect for the environment and health guarantee for workers.
es: Actualmente, la evolución de los mercados y el entorno competitivo en que se mueven las empresas ha conducido a la necesidad de una gestión organizativa que contemple aspectos tan importantes como la calidad de sus productos y/o servicios, el respeto por el medio ambiente y la garantía de de la salud de los trabajadores.

source: ECONOMIC RESULTS AND STOCK MARKET EVOLUTION
es: RESULTADOS ECONÓMICOS Y EVOLUCIÓN BURSÁTIL

source: e) The Chief Financial Officer, or the person or persons designated for that purpose, are to monitor the market evolution of the Negotiable Securities and Financial Instruments issued by the Company and the news that the professional disseminators of economic information and the media issue and that might affect these.
es: e) El Director General Corporativo-Financiero, o la persona o personas por él designadas a tal efecto, vigilarán la evolución en el mercado de los Valores Negociables e Instrumentos Financieros emitidos por la Sociedad y las noticias que los difusores profesionales de información económica y los medios de divulgación emitan y les pudieran afectar.

source: As we do not have a labour market development strategy covering the whole Community, including migration from developing countries, this report will partially fill the gap.
es: Dado que no disponemos de una estrategia de desarrollo del mercado laboral que abarque toda la Comunidad, incluida la migración de los países en desarrollo, este informe cubrirá parcialmente dicho vacío.

source: Nevertheless, we'll take advantage of Pernod Ricard's expertise in market strategy implementation and brand development.
es: Sin embargo vamos a aprovechar la experiencia de Pernod Ricard en materia de activación de estrategias de mercado y de desarrollo de marcas.

source: By adopting an international marketing strategy, Hella aims for the optimum coordination of product range, customer requirements and market development.
es: Hella aspira a alcanzar con su estrategia de marketing internacional la óptima armonización entre sus productos, las necesidades de los clientes y la evolución del mercado.

source: Preparation of a strategy to increase consumption and market development for consideration by the Promotion and Market Development Committee and by the Council
es: Preparación de una estrategia encaminada a aumentar el consumo y el desarrollo del mercado, para examen por el Comité de Promoción y Desarrollo del Mercado y por el Consejo

source: Esaote was founded and established itself in the Italian and international markets, concentrating its efforts on a selective focalised product/market strategy and investments in Research and Development (sector allocated with about 9% of the turnover), until it has now become one of the top ten biomedical companies in the world.
es: Esaote fue fundada y establecida para los mercados italiano e internacional, centrando su esfuerzo en una estrategia focalizada en producto/mercado e inversiones en Investigación y Desarrollo (sector asignado con alrededor del 9% del volumen de ventas), convirtiéndose en la actualidad en una de las diez principales empresas biomédicas del mundo.

source: These factors cover both the sustainable development of the different businesses (strategy, market, operations, technology, environment, financing, etc.) and the regulatory framework in which they are carried out.
es: Desarrollo de políticas, criterios, normas y procedimientos que permiten objetivizar el funcionamiento de los distintos procesos y subprocesos y mitigar los riesgos derivados de las actuaciones de carácter más operacional.

source: Prior to Documentum and EMC, Tarkoff was senior vice president of worldwide business development at Commerce One, driving the company's e-commerce market strategy and other business development activities.
es: Antes de Documentum y EMC, Tarkoff fue vicepresidente primero de Desarrollo de Negocios Globales en Commerce One, encargado de dirigir la estrategia de mercado de comercio electrónico y otras actividades de desarrollo empresarial.

source: The Lisbon Strategy and the sustainable development strategy reinforce each other.
es: La Estrategia de Lisboa y la estrategia de desarrollo sostenible se refuerzan mutuamente.

source: Stock Market Evolution and Shareholders Profitability
es: Evolución bursátil y rentabilidad para el accionista

source: e) The assumption of such a risk may imply a compensation related to the risk itself, its duration, the market evolution, the UMTS technology and the cost of opportunity.
es: e) La asunción de dicho riesgo puede conllevar la atribución de una contraprestación, en atención al mismo, a su duración, a la natural evolución del propio mercado, de la tecnología UMTS y al coste de oportunidad.

source: On the 30th of December of 2001, considering the UMTS market evolution, both parties agreed to cancel the payable obligation previously arranged, agreeing not to pay any amount for such option concession.
es: El 30 de diciembre de 2001 y a la vista de la evolución de las circunstancias del mercado del UMTS las Partes anularon la exigibilidad de dicho importe, no procediéndose a pago alguno por la concesión de la opción.

source: After two years of research, in which various types of nutritional experiments have been carried out, a new line of foods bound for inland and marine aquaculture is introduced to the market Evolution Digestive® Intestinal Health & Functional Nutrition.
es: Tras dos años de investigación, en los que se han realizado diferentes tipos de experiencias nutricionales, sale al mercado una nueva línea de alimentos destinados a la acuicultura continental y marina Evolution Digestive® Salud Intestinal & Alimentación Funcional.

source: However, market evolution has caused this type of signage to fall behind its times, as all sites are different and so are specific hazards.
es: Sin embargo, hoy en día, el cartel genérico de obra se queda muy pobre ante la realidad del mercado y de la prevención, porque, al igual que no todas las obras son iguales, no todas las señales son iguales.

source: Have the certainty of a guaranteed return adapted to market evolution.
es: Tener la seguridad de una rentabilidad garantizada y adaptada a la evolución del mercado.

source: However, everyone of these issues can develop in a different way, depending on the market evolution in the next years .
es: Sin embargo, cada una de estas preguntas tiene diversas respuestas dependiendo de cómo se desarrolle el mercado en los próximos años.

source: AT4 wireless, committed with the continuous market evolution, has decided to invest in new equipment to cover this emerging request.
es: AT4 wireless, comprometida con la evolución continua del mercado, ha decidido invertir en nuevo equipamiento para cubrir esta necesidad emergente.

source: It is therefore subject to various critical factors, such as sustainable business development (strategy, market, operations, technology, environment, financing, etc.) and the regulatory framework within which it operates.
es: Ello supone que esté sujeta a distintos factores críticos que abarcan tanto el desarrollo sostenible del negocio (estrategia, mercado, operaciones, tecnología, medio ambiente, financiación, etc.), como el marco regulatorio en el cual se desarrolla el mismo.

source: This was the second main message of the Internal Market Strategy.
es: Ese fue el segundo mensaje principal de la Estrategia para el mercado interior.

source: Its market strategy, despite the numerous changes it has undergone, is directed solely at this area.
es: Pese a múltiples modificaciones, la estrategia comercial de la empresa se orienta totalmente a este sector.

source: The recipient country's national development strategy should define the strategic priorities of aid to that country.
es: La estrategia nacional de desarrollo del país receptor debería definir las prioridades estratégicas de la asistencia a ese país.

source: There should be a transition from project based approaches towards a long-term strategic integration in a country's broader planning and development strategy.
es: Debe pasarse de los planteamientos basados en proyectos a una integración estratégica a largo plazo en la estrategia general de planificación y desarrollo de cada país.

source: Better perception of market evolution
es: Mejora la percepción de la evolución del mercado

source: "(9) As a result of technological and market evolution, networks are increasingly moving to ""Internet Protocol"" (IP) technology, and consumers are increasingly able to choose between a range of competing voice service providers."
es: "(9) Como consecuencia de la evolución de la tecnología y del mercado, las redes están adoptando cada vez más la tecnología ""Protocolo Internet"" (IP) y los consumidores tienen la posibilidad de elegir entre una gama cada vez más amplia de proveedores de servicios vocales competidores."

source: Prepare reports about market evolution
es: Se encargan de realizar informes sobre la evolución del mercado

source: In the years ahead, agriculture will have to adapt to further changes in market evolution, market policy and trade rules.
es: En los próximos años, la agricultura deberá adaptarse a los nuevos cambios que se produzcan en la evolución y la política de los mercados y en las reglas de los intercambios comerciales.

source: Companies must respond constantly to market evolution and anticipate new norms and regulations.
es: Las empresas deben dar respuesta de manera constante a la evolución del mercado y es conveniente que traten de anticiparse a nuevas normas y reglamentos.

source: Once more, Menorquin Yachts presents in this show, the market evolution and trendy designs keeping intact its local and singular aesthetic.
es: Una vez más, Menorquin Yachts presenta en su exposición, las evoluciones del mercado y las tendencias de diseño, aunque manteniendo intacto su marcado carácter y su singular estética.

source: They encouraged the authorities to advance the implementation of risk-based consolidated bank supervision and regulation, and to formulate strategies for domestic capital market development and debt management.
es: Se exhortó a las autoridades a avanzar en la tarea de aplicar la supervisión y la regulación bancaria consolidada basada en el riesgo y formular estrategias para el desarrollo del mercado de capitales interno y de gestión de la deuda.

source: Esaote was founded and successfully established itself on the international markets, concentrating its efforts on a selective, focalised product/market strategy and continual investments in Research and Development.
es: Esaote fue fundada y establecida con éxito en el mercado internacional, concentrando sus esfuerzos en una estrategia de focalización de productos/mercado e inversiones continuas en Investigación y Desarrollo.

source: The parks also promote technology innovation and incubation and training, and provide facilities for exhibiting products and market development.
es: En ellos se promueve asimismo la innovación y gestación tecnológica, así como la capacitación, y se ofrecen los medios para exhibir productos y desarrollar mercados.

source: The companies in question have been assessed in a study based on six pillars Innovation, Strategy, Market, Financial Management, People Management and -as a new development in this edition- Corporate Social Responsibility, as a tool for cross-cutting management, which has a big impact on stakeholder perception.
es: La valoración de las compañías se ha realizado a través de un estudio elaborado en base a seis pilares Innovación, Estrategia, Mercado, Dirección Financiera, Dirección de personas y -como novedad en esta edición- Responsabilidad Social de la Empresa, entendida como una herramienta de gestión transversal, de gran incidencia en la percepción de los grupos de interés.

source: (b) Strengthening disaster risk reduction in Africa, including through network development, the identification of needs and capacities, and strategy development.
es: b) Fortalecimiento de la reducción de los riesgos de desastre en África, en particular mediante el desarrollo de redes, la determinación de las necesidades y capacidades y la elaboración de estrategias.

source: The European labour market strategy clearly has to take this aspect into account.
es: La estrategia europea para el mercado de trabajo deberá tener presente claramente este aspecto.

source: Constantly aware of market evolution, the most recent technologies are always present in our laboratories. They can be applied by our professionals in intranets, extranets or whichever the market uses.
es: En permanente atención a la evolución del mercado, en nuestros laboratorios siempre están presentes las tecnologías más recientes que nuestros profesionales podrán aplicar en intranets, extranets o en cuanto el mercado lo adopte.
